[
    {
        "id": 1,
        "name": "Národní divadlo",
        "description" : "Lorem5",
        "image": "http://localhost:4000/assets/"
    },
    {
        "id": 2,
        "name": "Kostel Sv. Mikuláše (na Malé straně)",
        "description": "Kostel sv. Mikuláše se nachází na Malé straně v Praze a je jednou z nejvýznamnějších barokních památek ve městě. Tento impozantní kostel byl postaven v 18. století podle návrhu slavného barokního architekta Kiliána Ignáce Dientzenhofera. Interiér kostela zdobí bohatá fresková výzdoba, sochy a nádherný oltář, což dělá z tohoto místa skvostné umělecké dílo. Kostel sv. Mikuláše je také znám svou vysokou věží, která nabízí nádherný výhled na Prahu a okolní části města.",
        "image": "http://localhost:4000/assets/"
    },
    {
        "id": 3,
        "name": "Karlův most",
        "description": "Karlův most, v českém původním názvu Karlsův most, je historický most v Praze, který se stal jedním z ikonických symbolů města. Most byl založen v roce 1357 za vlády císaře Karla IV., a spojuje Staré Město s Malou Stranou přes řeku Vltavu. Dominantní součástí mostu jsou 30 barokních soch a sochorních skupin, které dodávají této stavbě výjimečný charakter. Podle legendy byly v základech mostu použity vejce, což mělo zajistit jeho pevnost. Tato pověst dodává mostu mystický nádech. Rozsáhlá rekonstrukce v 17. století byla provedena pod dohledem architekta Petra Parléře, který dal mostu podobu, jakou známe dnes.",
        "image": "http://localhost:4000/assets/"
    },
    {
        "id": 4,
        "name": "Národní muzeum",
        "description": "Lorem5",
        "image": "http://localhost:4000/assets/"
    },  
    {
        "id": 5,
        "name": "Rudolfinum",
        "description": "Rudolfinum, vystavěné v letech 1876–1884, je významným kulturním centrem v Praze a jedním z nejvýznamnějších koncertních sálů v České republice. Budova byla pojmenována po císaři Rudolfu II., pod jehož patronátem vzniklo mnoho uměleckých děl a kulturního rozkvětu. Rudolfinum bylo původně navrženo jako multikulturní komplex a sloužilo jako centrum pro umění, vědu a vzdělání. V roce 1919 se v budově Rudolfina usadila Česká filharmonie, což ji učinilo významným orchestrem s domovským sídlem v tomto historickém komplexu. V průběhu let Rudolfinum prošlo několika rekonstrukcemi a modernizacemi, aby plně vyhovovalo potřebám koncertního sálu a kulturních akcí, které se zde pravidelně konají.",
        "image": "http://localhost:4000/assets/"
    },
    {
        "id": 6,
        "name": "Orloj",
        "description": "Pražský orloj je jedním z nejstarších dochovaných astronomických hodin na světě a byl postaven v roce 1410 v rámci rekonstrukce Staroměstské radnice v Praze. Tvůrci orloje byli hodinář Mikuláš z Kadaně a astronom Jan Šindel, kteří se podíleli na vytvoření složitého mechanismu, zahrnujícího různá astronomická měřítka. Orloj zobrazuje nejen čas, ale také astronomické údaje, jako jsou polohy Slunce a Měsíce na obloze, sluneční a lunární fáze a zvěrokruh. Před orlojem je postavena socha smrti, která každou hodinu zatrhává smrtící kyjem na zvonek, což symbolizuje plynutí času a nevyhnutelnost smrti. Orloj byl původně navržen jako vědecký nástroj pro astronomická pozorování a stal se také symbolem městské hrdosti a technologického pokroku.",
        "image": "http://localhost:4000/assets/"
    },
    {
        "id": 7,
        "name": "Chrám sv. Víta",
        "description": "Chrám svatého Víta, největší katedrála v České republice, se nachází na Pražském hradě a je symbolem českých dějin a národní identity. Jeho výstavba byla zahájena již v 14. století za vlády císaře Karla IV., ale kvůli několika zastávkám a změnám architektů trvala více než 600 let. Katedrála nese jméno svatého Víta, patrona Českého království, a je také místem pohřbu mnoha českých králů, císařů a světců. Architektonickým stylem chrámu je gotika, přičemž v průběhu staletí byly přidány i prvky baroka a neogotiky. Klenba katedrály dosahuje výšky 33 metrů a hlavní loď je dlouhá 124 metrů, což z ní činí jednu z největších chrámů na světě. V interiéru katedrály můžete nalézt mnoho uměleckých děl, oltářů a náhrobků, včetně slavného Zlatého portálu a Královské kaple.",
        "image": "http://localhost:4000/assets/"
    },
    {
        "id": 8,
        "name": "Tančící dům",
        "description": "Tančící dům, známý také jako Ginger a Fred, je moderní architektonický skvost nacházející se v Praze. Postaven byl v roce 1996 na místě, kde stával dům zničený během bombardování Prahy během druhé světové války. Projekt Tančícího domu je dílem architektonického dua Franka Gehryho a Vlada Miluniče, kteří vytvořili koncept harmonického kontrastu mezi historickým a moderním. Název Ginger a Fred odkazuje na taneční pár Ginger Rogers a Fred Astaire, protože tvar domu připomíná tančící postavy. V roce 2005 byl Tančící dům vyhlášen nejlepší novou konstrukcí roku v anketě České komory architektů.",
        "image": "http://localhost:4000/assets/"
    },
    {
        "id": 9,
        "name": "Obecní dům",
        "description": "lorem5",
        "image": "http://localhost:4000/assets/"
    },
    {
        "id": 10,
        "name": "Petřínská rozhedna",
        "description": "Loorem5",
        "image": "http://localhost:4000/assets/"
    }
    
]
 